type Data = {
  title: string;
  region: string;
  id: number;
}[];

export const data: Data = [
  {
    title:
      'Традиция исполнения якутского традиционного кругового танца "осуохай"',
    region: "Сахалинская область",
    id: 0,
  },
  {
    title: "Технология изготовления вологодского кружева",
    region: "Вологодская область",
    id: 1,
  },
  {
    title: "Технология плетения и декорирования изделий из бересты. ",
    region: "Вологодская область",
    id: 2,
  },
  {
    title: 'Технология изготовления обрядовой и бытовой выпечки"',
    region: "Вологодская область",
    id: 3,
  },
  {
    title: "Нивхский праздник П’ИТУЛ (праздник обновления природы) ",
    region: "Сахалинская область",
    id: 4,
  },
  {
    title: "Технология изготовления глиняной игрушки ",
    region: "Липецкая область",
    id: 5,
  },
  {
    title: "Жатвенные обряды северных районов Смоленщины",
    region: "Смоленская область",
    id: 6,
  },
  {
    title:
      'Традиция исполнения якутского традиционного кругового танца "осуохай"',
    region: "Сахалинская область",
    id: 7,
  },
  {
    title:
      'Традиция исполнения якутского традиционного кругового танца "осуохай"',
    region: "Сахалинская область",
    id: 8,
  },
  {
    title:
      'Традиция исполнения якутского традиционного кругового танца "осуохай"',
    region: "Сахалинская область",
    id: 9,
  },
];

export const regions = [
  { name: "Все регионы", id: 0, value: "" },
  { name: "Сахалинская область", id: 1, value: "Сахалинская область" },
  { name: "Вологодская область", id: 2, value: "Вологодская область" },
  { name: "Липецкая область", id: 3, value: "Липецкая область" },
  { name: "Смоленская область", id: 4, value: "Смоленская область" },
];
